{
  "en": {
    "sectionHeading": "Meet Your",
    "ownerTitle": "About Wendy Alarcon – Owner of The One Stop Studio",
    "bioParagraph1": "Wendy Alarcon is the founder and owner of The One Stop Studio, a beauty and grooming destination established in 2018. Originally launched as The One Stop Beauty and Barbershop, the business has since grown and evolved into The One Stop Studio, reflecting Wendy's expansion into permanent makeup services alongside her barbering and cosmetology expertise.",
    "bioParagraph2": "With over 10 years of experience, Wendy is a licensed barber, licensed cosmetologist, and certified permanent makeup artist. Her passion for helping clients look and feel their best is at the heart of everything she does. Known for her peaceful studio environment and warm hospitality, Wendy goes the extra mile to ensure every client feels comfortable and cared for, offering complimentary drinks, snacks, and personalized service.",
    "bioParagraph3": "As an appointment-based studio, The One Stop Studio offers a wide range of services, including haircuts, eyebrow threading, mini facials, earlobe piercing, barbering, cosmetology, and permanent makeup. By working one-on-one with her clients, Wendy is able to provide a relaxing, customized experience where detail and quality always come first.",
    "rotatingWords": [
      "Barber",
      "Stylist",
      "Master Barber",
      "Beauty Specialist",
      "Permanent Makeup Artist"
    ]
  },
  "es": {
    "sectionHeading": "Conoce a Tu",
    "ownerTitle": "Acerca de Wendy Alarcon – Dueña de The One Stop Studio",
    "bioParagraph1": "Wendy Alarcon es la fundadora y dueña de The One Stop Studio, un destino de belleza y cuidado personal establecido en 2018. Originalmente lanzado como The One Stop Beauty and Barbershop, el negocio ha crecido y evolucionado a The One Stop Studio, reflejando la expansión de Wendy en servicios de maquillaje permanente junto con su experiencia en barbería y cosmetología.",
    "bioParagraph2": "Con más de 10 años de experiencia, Wendy es barbera licenciada, cosmetóloga licenciada y artista certificada de maquillaje permanente. Su pasión por ayudar a los clientes a verse y sentirse lo mejor posible está en el corazón de todo lo que hace. Conocida por su ambiente de estudio tranquilo y cálida hospitalidad, Wendy hace un esfuerzo adicional para asegurar que cada cliente se sienta cómodo y cuidado, ofreciendo bebidas, bocadillos y servicio personalizado de cortesía.",
    "bioParagraph3": "Como un estudio basado en citas, The One Stop Studio ofrece una amplia gama de servicios, incluyendo cortes de cabello, depilación de cejas con hilo, mini faciales, perforación de lóbulo de oreja, barbería, cosmetología y maquillaje permanente. Al trabajar uno a uno con sus clientes, Wendy puede proporcionar una experiencia relajante y personalizada donde el detalle y la calidad siempre son lo primero.",
    "rotatingWords": [
      "Barbera",
      "Estilista",
      "Maestra Barbera",
      "Especialista en Belleza",
      "Artista de Maquillaje Permanente"
    ]
  },
  "ko": {
    "sectionHeading": "당신의",
    "ownerTitle": "웬디 알라콘 소개 – The One Stop Studio 오너",
    "bioParagraph1": "웬디 알라콘은 2018년에 설립된 뷰티 및 그루밍 전문점 The One Stop Studio의 창립자이자 오너입니다. 원래 The One Stop Beauty and Barbershop으로 시작했으나, 이발 및 미용 전문 지식과 함께 영구 화장 서비스로 확장하면서 The One Stop Studio로 성장하고 발전했습니다.",
    "bioParagraph2": "10년 이상의 경험을 가진 웬디는 면허가 있는 이발사, 면허가 있는 미용사, 그리고 인증된 영구 화장 아티스트입니다. 고객이 최상의 모습을 보이고 느낄 수 있도록 돕는 것이 그녀가 하는 모든 일의 중심입니다. 평화로운 스튜디오 환경과 따뜻한 환대로 알려진 웬디는 모든 고객이 편안하고 배려받는다고 느낄 수 있도록 무료 음료, 스낵 및 맞춤형 서비스를 제공하며 한 걸음 더 나아갑니다.",
    "bioParagraph3": "예약제 스튜디오로서 The One Stop Studio는 헤어컷, 눈썹 실, 미니 페이셜, 귓볼 피어싱, 이발, 미용 및 영구 화장을 포함한 다양한 서비스를 제공합니다. 고객과 일대일로 작업함으로써 웬디는 디테일과 품질이 항상 우선인 편안하고 맞춤형 경험을 제공할 수 있습니다.",
    "rotatingWords": [
      "이발사",
      "스타일리스트",
      "마스터 이발사",
      "뷰티 전문가",
      "영구 화장 아티스트"
    ]
  }
}
