{
  "en": {
    "servicesBtn": "Check Out Our Services!",

    "spanishBtn": "En Español?",
    "discounts": "CHECK SOCIALS FOR DISCOUNTS",
    "reviewsHeader": "Read What They Are Saying Online!",
    "review1Title": "Wendy is so dope.",
    "review1Desc": "Wendy is so dope. Called and made an appointment to put a down payment before I walked in. She definitely took care of me with the haircut and line up. Who would've thought of the hot towel and mask to make sure your face stand out after walking out a new person with a new look. Thank you for hooking me up. If I'm near the area best believe I'll be back soon.",
    "review1Author": "Damon W. - Yelp",
    "review2Title": "Found my new barber!",
    "review2Desc": "Wendy got me in for a last minute cut at 8pm and surpassed my expectations. You know you found the right shop when you walk in and she got the hot Cheetos, flamin hot Doritos, and the Funyons on deck. Found my new barber! Wendy is the boss!",
    "review2Author": "Cameron P. - Yelp",
    "review3Title": "LOVE The One Stop Studio!!!!",
    "review3Desc": "Just gotta say, went in today and got my usual bi-weekly beard trim from Wendy. Decided to spend a lil more time and money for the facial and even got my first post-pandemic bald fade. SO AMAZING!!! The time and attention to detail that Wendy puts into your care is what's best. I never feel rushed, she has the best touch and uses great products! My skin still feels great -- hours later! LOVE The One Stop Studio!!!!",
    "review3Author": "Alan E. - Yelp",
    "review4Title": "Wendy's a pro!!",
    "review4Desc": "Wendy's a pro!! I usually break out when other barbers use a straight razor on my neck or face, but she's exceptionally clean and thoughtful and I never get that problem. My skin looks and feels great. Above and beyond a regular haircut & shave. Flexible scheduling too, which I appreciate with my odd work hours. Hit her up!",
    "review4Author": "Byron L. - Yelp",
    "bookBtn": "Book an Appointment"
  },
  "es": {
    "servicesBtn": "¡Mira Nuestros Servicios!",
    "spanishBtn": "¿En Español?",
    "discounts": "REVISA REDES SOCIALES PARA DESCUENTOS",
    "reviewsHeader": "¡Lee Lo Que Están Diciendo En Línea!",
    "review1Title": "Wendy es increíble.",
    "review1Desc": "Wendy es increíble. Llamé e hice una cita para dejar un depósito antes de entrar. Definitivamente me cuidó con el corte de cabello y el delineado. ¿Quién hubiera pensado en la toalla caliente y la mascarilla para asegurarse de que tu cara se destaque después de salir como una nueva persona con un nuevo look? Gracias por arreglarme. Si estoy cerca de la zona, créeme que volveré pronto.",
    "review1Author": "Damon W. - Yelp",
    "review2Title": "¡Encontré a mi nueva barbera!",
    "review2Desc": "Wendy me atendió para un corte de último minuto a las 8pm y superó mis expectativas. Sabes que encontraste el lugar correcto cuando entras y ella tiene los hot Cheetos, Doritos flamantes y los Funyons listos. ¡Encontré a mi nueva barbera! ¡Wendy es la jefa!",
    "review2Author": "Cameron P. - Yelp",
    "review3Title": "¡AMO The One Stop Studio!!!!",
    "review3Desc": "Solo tengo que decir, fui hoy y recibí mi recorte de barba quincenal habitual de Wendy. Decidí pasar un poco más de tiempo y dinero en el facial e incluso obtuve mi primer corte al ras después de la pandemia. ¡TAN INCREÍBLE! El tiempo y la atención al detalle que Wendy pone en tu cuidado es lo mejor. Nunca me siento apurado, ella tiene el mejor toque y usa excelentes productos. ¡Mi piel todavía se siente genial -- horas después! ¡AMO The One Stop Studio!!!!",
    "review3Author": "Alan E. - Yelp",
    "review4Title": "¡Wendy es una profesional!",
    "review4Desc": "¡Wendy es una profesional! Por lo general me salen granos cuando otros barberos usan navaja en mi cuello o cara, pero ella es excepcionalmente limpia y considerada y nunca tengo ese problema. Mi piel se ve y se siente genial. Más allá de un corte de cabello y afeitado regular. Horarios flexibles también, lo cual aprecio con mis horas de trabajo extrañas. ¡Contáctala!",
    "review4Author": "Byron L. - Yelp",
    "bookBtn": "Reservar una Cita"
  },
  "ko": {
    "servicesBtn": "서비스 확인하기!",
    "spanishBtn": "스페인어로?",
    "discounts": "할인 정보는 소셜 미디어를 확인하세요",
    "reviewsHeader": "온라인 후기를 읽어보세요!",
    "review1Title": "웬디는 정말 멋져요.",
    "review1Desc": "웬디는 정말 멋져요. 전화로 예약하고 들어가기 전에 계약금을 냈습니다. 그녀는 헤어컷과 라인업으로 확실히 저를 돌봐주었어요. 뜨거운 타월과 마스크로 새로운 모습으로 나갈 때 얼굴이 돋보이게 만들 줄 누가 알았겠어요. 멋지게 해주셔서 감사합니다. 이 지역 근처에 있으면 곧 다시 올게요.",
    "review1Author": "Damon W. - Yelp",
    "review2Title": "새로운 이발사를 찾았어요!",
    "review2Desc": "웬디가 오후 8시에 막판 컷을 해줬는데 기대 이상이었어요. 들어갔을 때 핫 치토스, 플레이밍 핫 도리토스, 그리고 푸뇨스가 준비되어 있는 걸 보면 제대로 된 가게를 찾은 거죠. 새로운 이발사를 찾았어요! 웬디가 최고예요!",
    "review2Author": "Cameron P. - Yelp",
    "review3Title": "The One Stop Studio 너무 좋아요!!!!",
    "review3Desc": "그냥 말하자면, 오늘 가서 웬디에게 2주마다 하는 평소 수염 트림을 받았어요. 페이셜에 시간과 돈을 좀 더 쓰기로 했고 팬데믹 이후 처음으로 삭발 페이드도 했어요. 정말 놀라워요!!! 웬디가 당신을 돌보는 데 쏟는 시간과 디테일에 대한 관심이 최고예요. 절대 서두르는 느낌이 없고, 그녀는 최고의 손길을 가지고 있으며 훌륭한 제품을 사용해요! 몇 시간이 지난 지금도 제 피부가 여전히 좋아요! The One Stop Studio 정말 좋아요!!!!",
    "review3Author": "Alan E. - Yelp",
    "review4Title": "웬디는 프로예요!!",
    "review4Desc": "웬디는 프로예요!! 보통 다른 이발사들이 제 목이나 얼굴에 일자 면도기를 사용하면 트러블이 나는데, 그녀는 유난히 깨끗하고 세심해서 그런 문제가 전혀 없어요. 제 피부가 멋지게 보이고 느껴져요. 일반 헤어컷과 면도 그 이상이에요. 스케줄도 유연해서 제 이상한 근무 시간에도 감사해요. 연락해보세요!",
    "review4Author": "Byron L. - Yelp",
    "bookBtn": "예약하기"
  }
}
